
let diseases =[{
    id:"cauliflower-farming",
    "1": {
        "Name": "गाँठे रोग (Club Root)",
        "Description": "यो रोग लागेको बिरुवाको वृद्धि रोकिन्छ र बिरुवा हल्का रातो तथा बैजनी रंगको हुनजान्छ ।दिउँसो घाम लागेको वेलामा ओइलाउँछ, साँझपख जस्ताको त्यस्तै हुन्छ र पहेंलिदै जान्छ । बिरुवालाई उखेलेर हेरेमा जरा फुलेर गदाको जस्तो आकृति भएको देखिन्छ र नराम्रो, पिरो गन्ध आउँछ ।यो रोग अम्लीय माटोमा बढी लाग्दछ र यसको ढँुसी १४ बर्षसम्म माटोमा जिवित रहन सक्छ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/cr_HwzPwVJ.png",
        "Solution": "काउली समुहको बाली बाहेकका बालीसंग घुम्ती बाली लगाउने । कम्तिमा ३–४ वर्षपछि मात्र काउली समूहका बाली लगाउने ।रोगी बिरुवाहरुलाई जलाउने वा नष्ट गर्ने । रोगग्रस्त बिरुवाको अवशेषहरु कम्पोष्ट बनाउन प्रयोग नगर्ने ।यो रोग कम पिएच भएको माटोमा लाग्ने हुँदा बिरुवा लगाउनु भन्दा करीब एक महिना अगाडि अम्लीयताको आधारमा कृषि चुन प्रयोग गरी माटोको पिएच ७.२ कायम गर्ने । नर्सरी ब्याडमा  ँगिकगउिजबmष्मभ ण्।घ५ ध्ए (नेभिजिन) ०.३ के.जी. प्रति १० वर्गमिटरको दरले छर्ने । ँगिकगउिजबmष्मभ ण्।घ५ ध्ए (नेभिजिन) २ ग्राम प्रति लिटर पानीको दरले झोल बनाइ १०–१५ मिनेटसम्म बेर्नालाइ डुबाइ बेर्ना सार्ने र सोही झोलले बेर्ना सार्नु अगाडि बिरुवा लगाउने खाडलको माटो भिजाउने । ँगिकगउिजबmष्मभ ण्।घ५ ध्ए (नेभिजिन) २०० के.जी.प्रति हेक्टर वा ३ ग्राम प्रति बोटका दरले प्रयोग गर्ने । रोग लागेको ठाउँमा उत्पादित बेर्नाहरुलाई अन्य ठाउँमा लैजान रोक लगाउने । कुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनु पर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
    },
    "2": {
        "Name": "अन्टरनेरिया थोप्ल (Alternaria leaf spot)",
        "Description": "यो रोग बीउ र हावाबाट सर्दछ । खैरा वा काला स–साना गोलाकार थोप्लाहरु पहिला पातमा त्यसपछि डाँठ र कोसामा समेत देखा पर्दछन् । पछि थोप्लाको आकार बढेर चक्काको बिकास हुन्छ । रोगले बढीग्रस्त भएमा बिरुवाको डाँठ र पातको डाँठमा सिधा गएका थोप्लाहरु देखापर्दछन् ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/f.png",
        "Solution": "रोगी पात, डाँठहरु र अन्य झारपातहरु बटुलेर जलाउने ।\r\nकाउली समुहको बाली बाहेकका बालीसंग घुम्ती बाली लगाउने । ३–४ वर्षपछि मात्र काउली समूहका बाली लगाउने ।\r\nबेर्ना उर्मानुभन्दा पहिले बीउलाई ५०० से. तापक्रममा ३० मिनेट उपचार गर्ने । यसको निमित एउटा भाँडोमा ५०० से. तापक्रमको पानी कायम गर्ने । साथसाथै अर्को कुनै भाँडोमा उम्लिरहेको पानी (१००० से.) राख्ने । उपचार गर्नुपर्ने बीउलाई कुनै कपडामा बाँधेर वा कपडाको थैलोमा राखेर ५०० से.को पानीमा डुबाउने । यसरी बीउ डुबाउँदा पानीको तापक्रम घट्न जाने हुँदा उम्लिरहेको पानी खन्याइ ५०० से.तापक्रम कायम राख्ने । पानीको तापक्रम मापन गर्न ल्याबोरेटोरी थर्मामिटर प्रयोग गर्नु पर्दछ । उपचारित बीउलाई तुरुन्तै सामान्य तापक्रमको पानीले पखालेर चिस्याई छायाँमा ५ मिनेटसम्म सुखाउनु पर्दछ ।\r\nअथवा म्यान्कोजेब ७५ डब्लु.पी (म्ः–द्धछ) २ ग्राम अथवा कार्वेन्डाजिम ५० डब्लु.पी (बेभिस्टीन) १ ग्राम वा थिराम २ ग्राम प्रति के.जी. बीउमा दरले उपचार गर्ने ।\r\nम्यान्कोजेब ७५ डब्लु.पी (म्ः–द्धछ) २ ग्राम अथवा कार्वेन्डाजिम ५० डब्लु.पी. (बेभिस्टीन) १ ग्राम वा कपरअक्सीक्लोराइड ५० डब्लु.पी. (ब्लाइटक्स,अनुकप) ३ ग्राम प्रति लिटर पानीमा मिसाएर १५ दिनको अन्तरालमा २–३ पटक बिरुवामा छर्ने ।  \r\nकुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनु पर्ने समयलाई ध्यान दिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
    },
    "3": {
        "Name": "बेर्ना कुहिने रोग (Damping off)",
        "Description": "नर्सरीमा प्रायः बेर्ना कुहिने रोग लाग्दछ । चित्रमा देखाए जस्तै वेर्नाहरुको फेंद र जरा कुहिन्छ जसको फलस्वरुप बेर्नाहरु ढल्दछन् र नष्ट हुन्छन् । यो रोग बिशेष गरेर माटोमा रहेका सुक्ष्म जीवाणु ढुँसीबाट हुने गर्दछ । बीउवाट पनि यो रोग संक्रमण हुने गर्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/1_TmcWiSx.png",
        "Solution": "नर्सरी ब्याड बनाउँदा पहिला काउली समूहका तरकारीहरु नलगाएको नयाँ ठाउँमा गर्ने । प्रत्येक बर्ष अलग अलग ठाउँमा नर्सरी बनाउने । बढी बाक्लो हुने गरी बीउ नलगाउने र नर्सरी ब्याडमा बढी पानी हुन नदिने । बेर्नालाइ कार्वेन्डाजिम ५० डव्लु.पी (बेभिस्टीन) २ ग्राम प्रति लिटर पानीको दरले बनाएको झोलमा १०–१५ मिनटसम्म डुबाएर बेर्ना सार्ने । नर्सरी ब्याडमा वा खेतबारीमा रोग देखा परेमा ट्राइकोडर्मा ५ ग्राम वा कार्वेन्डाजिम ५० डव्लु.पी (बेभिस्टीन) १ ग्राम प्रति लिटर पानीमा मिसाएर स्प्रे गर्ने ।"
    },
    "4": {
        "Name": "डाँठ कुहिने रोग (White rot )",
        "Description": "यो रोगले परिपक्व अवस्थामा पुगेका बिरुवाहरुमा बिशेष गरी बीउ बालीमा आक्रमण गर्दछ । माटोको सतहनिर काउलीको डाँठ कुहिन्छ र सेतो ढुँसी उम्रेको देखिन्छ, डाँठभित्र ढुसीका काला डल्लाहरु ९क्अभिचयतष्ब० हुन्छन् । काउलीमा फूल लागेको अवस्थामा पातहरु ओइलाउँछन् र डाँठहरु सेता फुस्रा देखिन्छन् ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/gh_k9MGGvZ.jpg",
        "Solution": "जमिन तयार गर्दा गहिरो खनजोत गर्ने । धानबालीसंग घुम्तीबाली लगाउने अर्थात् जमिनमा पानी जमाएर राख्ने । सफा सुघ्घर राख्ने र रोगग्रस्त बिरुवाका अवशेषहरु जम्मा गरि नष्ट गर्ने । म्यान्कोजेब ७५ डब्लु.पी (म्ः–द्धछ) अथवा कार्वेन्डाजिम ५० डब्लु.पी. (बेभिस्टीन) २ ग्राम प्रति लिटर पानीमा मिसाएर डाँठ र माटो भिज्ने गरी ७–१० दिनको फरकमा ३ पटकसम्म छिट्कने । कुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
    },
    "5": {
        "Name": "डाउनि मिल्ड्यू  (Downy Mildew)",
        "Description": "नर्सरीमा बेर्ना अवस्थामा देखिनै यो रोग लाग्दछ ।पातको माथिल्लो भागमा हल्का बैजनी रंगका अनियमित दागहरु÷धब्बाहरु देखा पर्दछन् र त्यसको तलपट्टी कपास जस्तो ढुँसीको वृद्धि भएको देखिन्छ । कहिलेकाहि कोपीमा र डाँठमा पनि खैरा दागहरु देखिन्छन् ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/gh_j31FdpZ_eA6iecM.jpg",
        "Solution": "नर्सरीमा बाक्लो गरी बीउ नराख्ने वा बेर्ना नरोप्ने ।घुम्ती बाली लगाउने । ३–४ वर्षपछि मात्र काउली समूहका बाली लगाउने ।रोगी पातहरु, अन्य अवशेषहरु जम्मा गरेर नष्ट गर्ने ।बीउ छर्नुअघि बीउलाई कार्वेन्डाजिम ५० ध्ए (डेरोसाल÷वेभिष्टिन)) २ ग्राम प्रति के.जी. बीउका दरले उपचार गरेर ब्याड राख्ने । मेन्कोजेब ७५% ध्ए (डाइथेन एम–४५, ब्लग ः(४५) वा कपर अक्सीक्लोराइड ५०ध्ए ९द्यष्तियह, ऋगचभह० ढुँसीनाशक बिषादी २–३ ग्राम वा मेटलअग्जिल ८ ध्ए र म्यान्कोजेव ६४ (किनोसिल गोल्ड) २ देखि ३ ग्राम प्रतिलिटर पानीका दरले ७–१० दिनको फरकमा ३ पटक छर्ने । कुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
    },
    "6": {
        "Name": "नसा कालो भइ कुहिन (Black Rot)",
        "Description": "यो रोग ब्याक्टेरियाबाट लाग्दछ । पातको किनाराबाट शुरु भइ अग्रेजी ख् आकारमा पहेंलिदै र ओइलाउँदै पातको बिच भागतिर पुग्दछ, नसाहरु काला हुन्छन् र अन्तमा बिरुवा सड्न जान्छ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/gh_sTWeMTx_MkpOYob.jpg",
        "Solution": "घुम्ती बाली लगाउने । ३–४ वर्षपछि मात्र काउली समूहका बाली लगाउने । कपरअक्सीक्लोराइड ५०%ध्ए ९द्यष्तियह, ऋगचभह० २ ग्राम प्रति लिटर पानीको दरले झोल बनाइ १० मिनेटसम्म बीउलाई सो झोलमा डुबाइ छाँयामा सुखाएर बीउ लगाउने । कुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
    }
},
{
    id:"tomato-farming",
    "1": {
        "Name": "पात गुजुमुजु पर्ने रोग",
        "Description": "गोलभेंडाको जात र संक्रमणको अवस्थानुसार लक्षण फरक पर्दछ । बिरुवाको पूर्ण बृद्धि बिकास नहुने, पातहरु  साना बाक्लो तथा टुप्पातिर बटारिएको हुन्छ ।\r\nयो रोग सेतो झिंगा ९द्यझष्अष्ब तबदबअष्०ले एकबोटदेखि अर्को बोटमा सार्दछन् र भाइरस सरेको २–३ हप्तापछि बिरुवामा रोगको लक्षण देखा पर्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/13_bXHdoed.jpg",
        "Solution": "रोगी बिरुवा देखिनासाथ उखेलेर जलाउने र यस्ता रोगी बिरुवालाई कम्पोष्ट बनाउँदा प्रयोग नगर्ने ।\r\nरोगी बिरुवा भएको खेतबारीमा कामगरि सकेपछि राम्ररी हात धुनु पर्दछ र रोग फैलिनबाट जोगिन यन्त्र र औजारहरुलाई निर्मलीकरण गर्नु पर्दछ । जीवनाशक ब्लिचींग पाउडर र पानीको १ः९को अनुपातमा तयार पारेको झोलमा यन्त्र र औजारहरुलाई १ मिनटसम्म भिजाई राखेमा प्रभावकारी हुन्छ ।\r\nफल कुहाउने झिंगा र लाही कीराहरु नियन्त्रण गर्न कीटनाशक बिषादि छर्ने ।\r\nधानसंग घुम्ती वाली लगाउने ।\r\nरोगमुक्त प्रमाणित बीउ लगाउने वा बीउ उपचार गरेर मात्र लगाउने । बीउ उपचार गर्ने एक तरिका भने बीउलाई ट्राइसोडियम फसफेट ९ल्बघएइद्ध० को १०% झोलमा कम्तीमा १५ मिनटसम्म भिजाइ राख्ने । अर्को तरिका बीउलाई २५ घण्टासम्म ७०० से. को तापक्रममा सुकाउने ।"
    },
    "2": {
        "Name": "बेर्ना कुहिने रोग",
        "Description": "नर्सरीमा प्रायः बेर्ना कुहिने रोग लाग्दछ । चित्र २१ मा देखाए जस्तै वेर्नाहरुको फेंद र जरा कुहिन्छ, जसको  फलस्वरुप बेर्नाहरु ढल्दछन् र नष्ट हुन्छन् । यो रोग बिशेष गरेर माटोमा रहेका सुक्ष्म जीवाणु ढुँसीबाट हुने गर्दछ । बीउवाट पनि यो रोग संक्रमण हुने गर्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/1_rUqSjjf.png",
        "Solution": "नर्सरी ब्याड बनाउँदा पहिला गोलभेंडा, आलु र भाण्टा नलगाएको नयाँ ठाउँमा गर्ने । प्रत्येक बर्ष अलग अलग ठाउँमा नर्सरी बनाउने ।\r\nबढी बाक्लो हुने गरी बीउ नलगाउने र नर्सरी ब्याडमा बढी पानी हुन नदिने ।\r\nबेर्नालाई कार्वेन्डाजिम ५० डव्लु.पी. (बेभिस्टीन) २ ग्राम प्रति लिटर पानीको दरले बनाएको झोलमा १०–१५ मिनटसम्म डुबाएर बेर्ना सार्ने । नर्सरी ब्याडमा वा खेतबारीमा रोग देखा परेमा ट्राइकोडर्मा ५ ग्राम वा कार्वेन्डाजिम ५० डव्लु.पी. (बेभिस्टीन) १ ग्राम प्रति लिटर पानीमा मिसाएर स्प्रे गर्ने ।\r\nनर्सरी ब्यवस्थापनमा उल्लेख गरे अनुसार बीउ, नर्सरी ब्याड र बेर्नालाई उपचार गर्ने ।"
    },
    "3": {
        "Name": "पछौटे डढुवा",
        "Description": "हिउँदमा तराई तथा नदी बेसिन क्षेत्रमा र पहाडी क्षेत्रमा बर्षात्को समयमा लामो समय कुहिरो लागेमा पछौटे डढुवा रोग बढी लाग्दछ ।\r\nनयाँ तथा पुराना पातहरुमा पानीले भिजेको अनियमित दागहरु देखा पर्दछन् । रोग बढदै जाँदा पातहरु चाउरिन्छन् र सुकेर डढेर मर्दछ । यो रोग डाँठ र फलमा समेत देखिन्छ । पातको पछाडी दागनिर हेर्दा सेतो ढुँसी देखिन्छ । काँचो तथा पाकेको दुबै फलमा ठूला तथा अनियमित धब्बाहरु विकसित हुन्छन् (चित्र २२) । रोगले ग्रस्त फल चाँडै नै दुर्गन्ध आउने गरी बिग्रिन्छ । \r\nयो रोग आलुमा पनि प्रायः लाग्दछ । यो रोग लगाउने ढुँसी एजथतयउतजयचब ष्लाभकतबलक गोलभेंडाबाट आलुमा र आलुबाट गोलभेंडामा सर्न सक्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/2_w7CYcxG.jpg",
        "Solution": "बिरुवाका सबै अवशेषहरु जम्मा गर्ने र जलाउने । \r\nरोगका लक्षण र रोग बृद्धि बिकास हुने अवस्था देखिएमा ँभलबmष्मयलभज्ञण्५ं ःबलअयशभदछण्५ध्ए ९क्भअतष्लटण्ध्न्० वा ऋजयिचयतजबयिलष् िद्द(घ नm उभच ष्तिचभ धबतभच वा म्ष्mभतजबmयचउज छण्५ ध्ए ज्ञ।छ ग्राम प्रति लिटर पानीमा वा यच ःभतबबिहथ िड५ंःबलअयशभद टद्ध५ध्ए ९च्ष्मयmथ,ि प्ष्लनmष्ःिश्, प्चष्लयहथ िन्यमि० २ ग्राम÷लिटर पानीमा मिसाई २–३ पटक ७–१० दिनको फरकमा बोट राम्रोसंग भिज्ने गरी छर्ने ।\r\nकुनै पनि बिषादी प्रयोग गरिसकेपछि त्यसमा उल्लेख गरिएको पर्खने मितिसम्म फल खानमा प्रयोग गर्नु हँुदैन ।"
    },
    "4": {
        "Name": "अगौटे डढुवा",
        "Description": "यो रोग ब्तिभचलबचष्ब कयबिलष्  नामक ढुसीबाट लाग्दछ ।\r\nतल्ला पातमा ६–१० मि.मि.का गाढा काला किनारा भएको खैरादेखि काला थोप्लाहरु देखा पर्दछन् । पछि थोप्लाहरु बढ्दै जाँदा थोप्लाहरु एक आपसमा मिलेर अनियमित धब्बा बनाउँदछ । पातका थोप्लाहरुमा गाढा चक्र देखिन्छ । पातहरु पहेंलिइ सुख्दछन् । पातहरु पुरा छिप्पिन नपाउँदै नोक्सानी हुनु यस रोगको स्पष्ट लक्षण हो ।\r\nयस रोगले कहिलेकाँही फलकोे डाँठ लाग्ने भागतिर आक्रमण गर्दछ, फलस्वरुप ठूलो, दबेको, कालो, चक्र भएको दाग देखिन्छ । न्यानो तथा ओसिलो मौसममा यो रोग छिटै फैलिन्छ । ब्। कयबिलष् ले बढदै गरेको बिरुवाको कुनै पनि अवस्थामा आक्रमण गर्न सक्दछ तर फल लागेपछि यो रोग छिटै बिकास हुन्छ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/3_25vzwRv.jpg",
        "Solution": "घुम्ति बाली लगाउने । तीन बर्षसम्म गोलभेंडा, आलु र भाण्टा नलाएको ठाउँमा गोलभेंडा लगाउने ।\r\nबालीका अवशेषहरु हटाई नष्ट गर्ने ।\r\nकुनै पनि बिषादी प्रयोग गरिसकेपछि त्यसमा उल्लेख गरिएको मितिसम्म फल खानमा प्रयोग गर्नु हँुदैन ।"
    },
    "5": {
        "Name": "फोमोप्सीस डढुवा",
        "Description": "यो रोग लगाउने ढुँसी एजयmयउकष्क खभहबलक प्रायः बीउबाट सर्दछ ।\r\nबेर्ना अवस्थामा यो रोगको लक्षण बेर्ना कुहिने रोगमा जस्तै डाँठ कुहिन्छ । पातमा ०.४ ईन्च भन्दा साना बीचमा फिकापन भएको कैलोदेखि खैरा थोप्ला देखिन्छन् । प्रायःपातको धेरै भागमा फैलिएका थुप्रै थोप्लाहरु हुन्छन् । रोगले बढीग्रस्त पातहरु च्यातिन्छन्, पहेंलिन्छन् र ओइलाउछन् । पुराना पातमा, डाँठमा र फलको दागमा मसिना काला काला पिनको टाउको जस्तो थोप्ला देखा पर्दछन् जसलाई पिनिडिया भनिन्छ । डाँठ र हाँगाहरुमा सुख्खा, खैरा, फाटेको र दबेको गिर्खाहरु देखिन्छन् । यि गिर्खाहरुले डाँठलाई घेर्दछन् र मार्दछ । फलको दागहरु दबेको, फिका, नजिकको किनारामा कालो थोप्ला भएको हुन्छ । यदि सुख्खा भएमा रोगग्रस्त फल चाउरिन्छ, सुख्दछ र कालो हुन्छ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/4_2T1JZEB.jpg",
        "Solution": "स्वस्थ बीउ प्रयोग गर्ने । \r\nगोलभेंडा समूहका बाली बाहेकका बालीहरुसंग बाली चक्र अपनाउने ।\r\nढँुसीनाशक बिषादि कार्बेन्डाजिम ५० डब्लु.पि.(बेभिस्टिन, डेरोसल, धनुष्टीन) २ ग्राम प्रति किलोग्रामका दरले बीउ उपचार गर्ने । \r\nरोगको प्रकोप देखिएमा ऋयउउभच इहथअजयिचष्मभ छण्ध्ए ९द्यष्तियह, ऋगचभह० २ देखि ३ ग्राम प्रति लिटर पानीको दरले ७—८ दिनको फरकमा छर्ने ।\r\nकुनै पनि बिषादी प्रयोग गरिसकेपछि त्यसमा उल्लेख गरिएको मितिसम्म फल खानमा प्रयोग गर्नु हँुदैन ।"
    },
    "6": {
        "Name": "भर्टिसिलियम विल्ट",
        "Description": "माटोजन्य ढुँसी  ले गोलभेंडा, आलु, भाण्टा, भूँइऐसेलु, कालो ऐसेलु, बकुल्ला, रामतोरीया र भेंडेखुर्सानी लगायत २०० भन्दा बढी बालीका जातिहरुलाई संक्रमण गर्न सक्दछ ।\r\nयो जीवाणु माटोको तापक्रम र माटोको चिस्यानसंग संवेदनशील हुन्छ । यसको संक्रमण हुन कम्तीमा पनि एकदिनभर माटोले पानी पूर्णरुपले शोषेको हुनु पर्दछ । संक्रमण हुन माटोको तापक्रम मध्यम वा ठण्डा हुनु पर्दछः १३०से. न्यूनतम र ३००से. अधिकतम, २४० से. उपयुक्त तापक्रम ।\r\nजब ढुँसीेका माइसेलियमले बिरुवाको जरामा आक्रमण गर्दछ यस रोेगको संक्रमण शुरु हुन्छ र छिटै जाइलमसम्म बढ्दछ जसलेगर्दा नियमित रुपमा जराबाट माथितिर पातहरुमा पानी तथा पोषणतत्वहरु हुने बहावलाइ रोकिदिन्छ । यो ढुँसीले बिषाक्त पदार्थ पनि निकाल्दछ जसलेगर्दा पातमा दागहरु देखिन्छन् र बिरुवा ओइलाउँदछ । जमिनको सतहको ठीक माथि काण्डमा ठाडो गरी काटेमा बोक्राको तल ओसार पसार गर्ने तन्तुमा खेरो दाग देखिन्छ । फ्यूजारियम विल्टको दाँजोमा यसमा रंगको फिकापन जमिनको सतहको माथि मुस्किलले २०–३० से.मि. पुग्दछ, यद्यपि बिषाक्त पदार्थ भने त्यो भन्दा अझमाथिसम्म पुग्दछ । \r\nभर्टिसिलियम विल्ट नाम रहेता पनि मुश्किलले पूर्णरुपमा बिरुवा ओइलाउँदछ कम्तीमा पनि सिजनको अन्त नपुगुन्जेल त देखिदैन । यसको सट्टा पानी तथा पोषणतत्वहरुको राम्रो अवस्थामा तल्ला पातहरुमा पहेंलो धब्बाहरु पहिलो लक्षणको रुपमा देखा पर्दछ, त्यसपछि खैरा नशाहरु देखिन्छन् र अन्तमा चकलेटी खैरो मृत दाग देखा पर्दछ जुन अगौटे डढुवा रोग जस्तो भान हुन्छ तर यसमा घुम्दै गरेको चक्काहरु भने देखिदैंनन् । फ्यूजारियम विल्टको जस्तो यसमा पातको, हाँगाको वा बिरुवाको एकापट्टि मात्र रोग बढ्दैन् । रोगग्रस्त बिरुवा बढ्दै बाँचि रहन सक्दछ तर बिरुवा ख्याउटे र उत्पादन कम हुन्छ । फ्यूजारियम विल्टको जस्तै यसले पनि काण्डको पानी तथा पोषणतत्वहरु ओसार पसार गर्ने तन्तुमा आन्तरिक खैरो हुने गर्दछ (चित्र २६) ।\r\nजमिनको सतहमाथीको भास्कुलर तन्तुमा धर्साहरु हेरेर यो रोग पत्ता लगाउन सकिन्छ । जब ठाडो गरी काटिन्छ भास्कुलर तन्तुहरु हल्का खैरो भएको देखिन्छ ।\r\nपातहरु ओइलाउन, मर्न वा झर्न सक्दछन्, रोग काण्डको माथितिर बढ्दै जान्छ र बिरुवा ख्याउटे हुन्छ, माथिका पातहरु मात्र हरिया हुन्छन् । फलहरु साना र फलको कुमतिर पहेंलो हुन्छ, पातविहीनको कारण सनस्काल्ड पनि देखिन सक्छ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/6_V7vSNIg.png",
        "Solution": "यो रोग लागेपछि नियन्त्रण गर्न धेरै गाह्रो हुन्छ । \r\nअन्नबालीसंग ३–४ बर्षसम्म घुम्ती बाली लगाउने । तीन बर्षसम्म गोलभेंडा, आलु र भाण्टा नलगाएको ठाउँमा गोलभेंडा लगाउने र सफा सुघ्घर राख्ने ।\r\nरोग सहन सक्ने जातहरु लगाउने ।\r\nढँुसीनाशक बिषादि कार्बेन्डाजिम ५० डब्लु.पि.(बेभिस्टिन, डेरोसल, धनुष्टीन) २ं.५ग्राम प्रति लिटर पानीमा मिसाएर रोगग्रस्त बिरुवामा ड्रेन्च गर्ने ।\r\nकुनै पनि बिषादी प्रयोग गरिसकेपछि त्यसमा उल्लेख गरिएको पर्खने मितिसम्म फल खानमा प्रयोग गर्नु हँुदैन ।"
    },
    "7": {
        "Name": "ब्याक्टेरियल ओइलाउने रोग",
        "Description": "यो रोग  नामक माटोजन्य ब्याक्टेरियाबाट लाग्दछ जो पहिले  को नामबाट जानिन्थ्यो । यसको लक्षण गोलभेंडाको अन्य ओइलाउने रोगहरु भन्दा फरक हुन्छ । जब यो रोगले आक्रमण गर्दछ, पातहरु पहेंला हुदैनन् र दागहरु पनि देखिदैनन् । अलिकति मात्र संकेत दिएर बिरुवा चाँडै ओइलाउँदछ र मर्दछ ।\r\nरोगग्रस्त बिरुवामा यो ब्याक्टेरियाले काण्डको पानी तथा पोषणतत्वहरु ओसार पसार गर्ने तन्तुमा ब्लक गरी दिन्छ र पानी तथा पोषणतत्वहरु पातहरु र हाँगाहरुमा पुग्न पाउँदैन फलस्वरुप बिरुवा अचानक ओइलाउँदछ र मर्दछ । काण्डको भित्रि भाग (स्प्लीट गरेमा) कालो र भिजेको हुन्छ । पछिल्लो अवस्थामा गएर काण्ड खोक्रो पनि हुन सक्दछ ।\r\nरोग जाँच्नको लागि बिरुवाको डाँठ काटेर हेरेमा काटेको डाँठ भित्रबाट सेतो झोल पदार्थ जस्तो निस्कन्छ । राम्रो परिणामको लागि जमिनको सतह नजिकको डाँठ लिनु पर्दछ । यो ब्याक्टेरिया २४० से. भन्दा माथिको तापक्रम र माटोको पिएच बढी भएको बेलामा बढी सकृय हुन्छ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/7_o4sgpnK.jpg",
        "Solution": "धानसंग घुम्ती बाली लगाउने ।  \r\nखेतबारीमा बेर्ना सार्नु २–३ हप्ता अगाडी पानी जमाउने ।\r\nरोगग्रस्त खेतबारीबाट पानीको बहाव हुन नदिने ।\r\nबेर्ना सार्दा वा खेतबारीमा काम गर्दा बिरुवामा चोटपटक नलगाउने ।\r\nजरामा गाँठो बनाउने निमाटोडलाई नियन्त्रण गर्ने किनकि यसले बिरुवालाई कमजोर बनाउँदछ र बिरुवामा ब्याक्टेरियाको पहुँचलाई सहज बनाउँदछ ।\r\nखडाबालीमा पटक पटक सिंचाइ कम गर्ने ।\r\nआलु, भाण्टा र भेडें खुर्सानी जस्ता बालीहरु उही खेतबारीमा नलगाउने ।\r\nयो रोग सहन सक्ने जात सृजना, एन.१६२, सी.एल.एन.२०२६ सी, सी.एल.एन.२०२६ डी लगाउने ।\r\nरोग सहन सक्ने भाण्टा र गोलभेंडाका रुटस्टकका जातहरुमा कलमी गरेका गोलभेंडाका जातहरु लगाउने । रोग सहन सक्ने भाण्टा र गोलभेंडाका रुटस्टकका जातहरुको स्रोत ए.भि.आर.डि.सिः गोलभेंडा – भि आइ ०४३६१४ र भाण्टा– भि आइ ०४५२७६, भि आइ ०४६१०३, भि आइ ०३४८४५, भि आइ ०४६१०४, भि आइ ०४६१०१\r\nशुरुको अवस्थामा कपरअक्सिक्लोराइड ५० डब्लु.पि.(ब्लाइटक्स) १.५ ग्राम प्रति लिटर पानीको दरले तयार पारिएको झोल जराको चारैतिर राखेमा रोग नबढ्न दिनमा मद्दत गर्दछ ।\r\nकुनै पनि बिषादी प्रयोग गरिसकेपछि त्यसमा उल्लेख गरिएको पर्खने मितिसम्म फल खानमा प्रयोग गर्नु हँुदैन ।"
    },
    "8": {
        "Name": "पातको थोप्ले रोग",
        "Description": "यो रोग नामक ढुँसीबाट लाग्दछ । \r\nतल्लो पातमा शुरुमा साना पानीले भिजेका जस्ता थोप्लाहरु देखापर्दछन् । पछि ति ३.२ मि.मि. ब्यासका गोलाकार थोप्लाहरु बन्दछन् । क्रमिकरुपले खैरो–सेतो केन्द्र र गाढा हरियो किनारा भएकोमा परिणत हुन्छन्   (चित्र २८) । हल्का रंगको केन्द्र भएको थोप्ला नै यस रोग चिनाउने मुख्य लक्षण हो । बढी रोगग्रस्त पातहरु पहेंलिएर, ओइलाएर झर्दछन् । \r\nयस रोगका स्पोरहरु बर्षात्को पानीले नयाँ पातहरुमा सर्दछ । यस रोगको संक्रमण बिरुवाको कुनै पनि अवस्थामा हुन सक्छ तर बिशेष गरी फल लाग्ने बेलामा आक्रमण गर्दछ । रोगग्रस्त गोलभेंडाको अवशेषमा यो हिउँदमा बाँचि रहन्छ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/8_2RVCO8z.png",
        "Solution": "स्वस्थ बिरुवा लगाउने, बाक्लो गरेर बिरुवा नलगाउने, बिरुवालाई नभिजाउने र सफा खेती गर्ने ।\r\nसिंचाई बिहानपख बोटको फेंदमा गर्ने, साँझ नगर्ने ।\r\nरोगग्रस्त बालीका अवशेषहरु संकलन गरेर नष्ट गर्ने ।\r\nघुम्ती वाली लगाउने । तीन बर्षसम्म गोलभेंडा, भाण्टा, खुर्सानी नलगाउने ।\r\nसिचाई गर्दा बिरुवा नभिजाई जरामा केन्द्रित गर्ने ।\r\nपानी परेको बेला खेतवारीमा काम गर्नु हुँदैन ।\r\nशुरुको अवस्थामा कपरअक्सिक्लोराइड ५० डब्लु.पि.(ब्लाइटक्स) वा क्लोरोथालोनील ७५ डब्लु.पि.(डिफन्स, कवच, प्रोटेक्टर) १.५ ग्राम प्रति लिटर पानीको दरले ७–१० दिको फरकमा बोटलाई राम्ररी भिजाई स्प्रे गर्ने ।\r\nकुनै पनि बिषादी प्रयोग गरिसकेपछि त्यसमा उल्लेख गरिएको पर्खने मितिसम्म फल खानमा प्रयोग गर्नु हँुदैन ।"
    },
    "9": {
        "Name": "खटिरे रोग",
        "Description": "यस ब्याक्टेरियाबाट संबmमण भएका कलिला बिरुवाहरु अचानक पूर्णरुपमा ओइलाउँदछ । बयस्क बोटका पातहरु किनारातिर खैरो हुन थाल्दछन् र टुप्पाबाट मर्न शुरु गरि पातको बीचको नशातिर बढन् थाल्दछ । कहिलेकाहीं डाँठमा लामा, खैरा, गिर्खाहरु देखिन्छन् । \r\nफलमा सेता, हल्का उठेका दागहरु स्पष्ट देखा पर्दछन् जो उठेको बीचमा कालो र चारैतिर १.५–३.० मि.मि.ब्यासमा सेतो आभा (आँखा) देखिन्छ । दागहरु बढदै जाँदा यि आभा (आँखा)हरु खैरा हुन्छन् ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/12_CvfUmGh.png",
        "Solution": "स्वस्थ बिरुवा लगाउने\r\nबीउ निकाल्दा गोलभेंडाको गुदीलाई ७२ घण्टा किण्वण गरेर निकाल्दा यो रोग नियन्त्रण गर्नमा प्रभावकारी हुन्छ ।\r\nब्याक्टेरियल क्याँंकरबाट ग्रसित खेतबारीमा प्रयोग गरिएका काठका टेकाहरु निर्मलीकरण नगरिकन पुनः प्रयोग नगर्ने ।"
    },
    "10": {
        "Name": "गोलभेंडाको टाटेपाटे रोग",
        "Description": "यो भाइरस लागेमा शुरुमा नयाँ पातहरुका बीचका नशाहरु हल्का हरिया हुन्छन् । पातहरु घुंम्रिन्छन् र पहेंलिन्छन् एवं फर्न ९ँभचल० जस्तो देखिन्छ । फल कम लाग्छ र फल पाक्ने कार्य अनियमित हुन्छ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/14_77ECPQ5.jpg",
        "Solution": "कुनै पनि भाइरस लागीसकेपछि त्यसको नियन्त्रण गर्न धेरै गाह्रो हुन्छ र भाइरस लाग्न अगाडी नै व्यवस्थापनका उपायहरु अपनाउनु पर्ने हुन्छ ।\r\nरोगी बिरुवा देखिनासाथ उखेलेर जलाउने र यस्ता रोगी बिरुवालाई कम्पोष्ट बनाउँदा प्रयोग नगर्ने ।\r\nत्यदबअअय mयकबष्अ खष्चगक सुर्तीजन्य पदार्थमा बर्षौसम्म बाँच्न सक्ने भएकोले खेतवारीमा चुरोट, सुर्ती सेवन नगर्ने ।\r\nरोगी बिरुवा भएको खेतबारीमा काम गरिसकेपछि राम्ररी हात धुनु पर्दछ र रोग फैलिनबाट जोगिन यन्त्र र औजारहरुलाई निर्मलीकरण गर्नु पर्दछ । जीवनाशक ब्लिचिङ्ग पाउडर र पानीको १ः९को अनुपातमा तयार पारेको झोलमा यन्त्र र औजारहरुलाई १ मिनटसम्म भिजाइ राखेमा प्रभावकारी हुन्छ ।\r\nफल कुहाउने झिंगा र लाही कीराहरु नियन्त्रण गर्न कीटनाशक बिषादि छर्ने ।\r\nधानसंग घुम्ती वाली लगाउने ।\r\nरोगमुक्त प्रमाणित बीउ लगाउने वा बीउ उपचार गरेर मात्र लगाउने । बीउ उपचार गर्ने एक तरिका भने बीउलाई ट्राइसोडियम फसफेट ९ल्बघएइद्ध० को १०% झोलमा कम्तीमा १५ मिनटसम्म भिजाइ राख्ने । अर्को तरिका बीउलाई २५ घण्टासम्म ७०० से. को तापक्रममा सुकाउने ।\r\nजुन खेतबारीमा रोगग्रस्त गोलभेंडाको जराको अवशेष रहेको हुन्छ त्यस्तो खेतबारीमा गोलभेंडा नलगाउने किनकि जरामा भाइरस लामो समयसम्म रहिरहन्छ ।"
    },
    "11": {
        "Name": "क्युकम्वर मोज्याक भाइरस",
        "Description": "लागेका गोलभेंडाका बोटहरु झाँगिएका र होचा हुन्छन् । \r\nपातहरु पातलो र लामो भई जुत्ताको फित्ता जस्तै भएर जानु यो रोगको प्रमुख लक्षण हो । धेरै रोगग्रस्त बोटहरुमा थोरै फल लाग्दछ र फलहरु ढिलो पाक्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/16_ihzc1nw_jasUE1k.jpg",
        "Solution": "कुनै पनि भाइरस लागीसकेपछि त्यसको नियन्त्रण गर्न धेरै गाह्रो हुन्छ र भाइरस लाग्न अगाडी नै व्यवस्थापनका उपायहरु अपनाउनु पर्ने हुन्छ ।\r\nरोगी विरुवा देखिनासाथ उखेलेर जलाउने र यस्ता रोगी विरुवालाई कम्पोष्ट बनाउँदा प्रयोग नगर्ने ।\r\nखेतवारीको सरसफाई र झार नियन्त्रण गर्ने ।\r\nलाही किरा नियन्त्रण गर्न किटनाशक विषादी छर्ने ।"
    },
    "12": {
        "Name": "थोक्रे झार",
        "Description": "थोक्रे झार गोलभेंडाको एक परजीवी झार हो । यसको प्रकोप धनुषा, सर्लाही र कपिलबस्तु जिल्लाका बारी जग्गामा लगाएका हिउँदे गोलभेंडामा यसको प्रकोप भएको पाइएको छ ।\r\nथोक्रे झारको बीउ उम्रिदा ट्यूब जस्तो अंगले टुप्पामा भएको तीखो भागबाट गोलभेंडाको जरामा प्रवेश गर्दछ (चित्र ३७) ।\r\nजरामा प्रवेश गरेपछि यसले पोषणतत्वहरु सोसेर लिन्छ फलस्वरुप गोलभेंडाको बोटमा कुपोषण हुन जान्छ । बीउ उम्रेको केही दिनपछि माटोबाट बिरुवा निक्लिन्छ र पूmल फुल्न र बीउ उत्पादन शुरु हुन थाल्दछ । एउटा बिरुवाले १००००० जति बीउ उत्पादन गर्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/18_EwdU0hQ.jpg",
        "Solution": "सफा बीउ मात्र प्रयोग गर्ने । यस झारले प्रभावित क्षेत्रबाट उत्पादित बीउ प्रयोग नगर्ने ।\r\nयस झारको प्रयोग कम्पोष्ट बनाउन वा सोत्तरको लागि प्रयोग नगर्ने किनकि यसको बीउ कम्पोष्टमा जीवित रही रहन्छ ।\r\nबाख्रा र गाई भैसीलाई पनि खुवाउनु हुँदैन किनकि यिनको पाचन प्रणालीमा समेत बीउ बाँचि नै रहन्छ र यिनको मलबाट अर्को सिजनको लागि बीउको स्रोतको रुपमा रही रहन्छ ।\r\nसंभव भएसम्म धानसंगको बाली चक्र अपनाउने ।\r\nपूmल फुल्नुभन्दा अगाडि झारलाई उखेल्ने र गाढ्ने वा जलाउने ।\r\nपूmल फुल्नुभन्दा अगाडि झारमा पेण्ट लगाउने ब्रुसले डिजल वा पेट्रोल लगाउने । डिजल वा पेट्रोलले झारलाई मार्दछ र अर्को सिजनको लागि बीउ बन्न पाउँदैन् (चित्र ३७) ।"
    }
},
{
    id:"onion-farming",
    "1": {
        "Name": "बैजनी धव्बा (Purple Blotch)",
        "Description": "यो रोगलाई अल्टरनेरीया ब्लाईट पनि भनिन्छ ।पात र डाँठहरुमा आँखाको आकारको लक्षण देखापर्दछ । शुरुमा पातको टुप्पामा मसिना हल्का सेता, अलि दबेको थोप्लाहरु देखा पर्दछन् र बिस्तारै ठूला धब्बाहरु बन्दछ जुन पातहरुमा, पूmल र पूmलका अन्य भागहरुमा बैजनी रंगको रुपमा देखा पर्दछन् । धब्बाको किनारहरु अलि रातो हुन्छ र जसलाई चारैतिरबाट पहेंलो आभाले ढाकेको हुन्छ । पछि बढ्दै गएर ठूला बैजनी रंगका मरेका धब्बाहरु बन्दछ र डाँठहरु भाँचिन्छन् । बढी तापक्रम र बढी सापेक्षिक आद्रता हुने ठाउँमा यो रोगको प्रकोप बढी हुन्छ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/on_6GOR7ME.png",
        "Solution": "३ वर्षसम्म घुम्तीबाली अपनाउने । बाली चक्रमा गानो बालीको सट्टा अन्य बाली कोसे वा काउली बाली लगाउने । खेतबारी सफा सुघ्घर राख्ने, घाँसपात र बालीका अवशेषहरु एकत्रित गरि नष्ट गर्ने । रोगको सामान्य लक्षण देखिनासाथ म्यान्कोजेब ७५ डब्लु.पी.(म्ः–द्धछ) २ ग्राम वा कार्वेन्डाजिम ५० डब्लु.पी (बेभिष्टीन) २ ग्राम प्रति लिटर वा डाइफेनाकोनाजोल २.५% भ्ऋ १ मि.लि. प्रति लि. पानीमा मिसाएर १५ दिनको अन्तरालमा छर्ने स्टिकर जस्तै ट्रिटन अथवा इन्ड्ट्रन अथवा सान्डोभिट ०.०६% बिषादिसंग मिसाएर छर्ने । कुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्न जान्छ ।"
    },
    "2": {
        "Name": "प्याजको कालो पोक ( Onion Smut )",
        "Description": "सामान्यतया ३०० से. तापक्रमभन्दा कम तापक्रममा यो रोग लाग्दछ  र १०–१५० से. मा रोगको प्रकोप बढी हुन्छ ।\r\nबिरुवाको पात र गानामा स–साना कालो ढुँसीहरुको समूहले ढाकेको दागहरु देखा पर्दछन् । \r\nप्याजको पत्रहरुको फेंदनिर धेरै फोकाहरु देखा पर्दछन् र फोकाहरु फुट्न जाँदा स्पोरका काला समूह बाहिर देखा पर्दछन् ।\r\nयो रोगले आक्रमण गरेका बिरुवाहरु बिरुवा रोपेको ३–५ हप्तामा नष्ट हुन्छन् । \r\nयो ढुँसीका स्पोरहरु धेरै बर्षसम्म माटोेमा रहिरहन्छन् ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/gh_bUNvF5o_WCZChyV.jpg",
        "Solution": "खेतबारीलाई सफा सुघ्घर राख्नुपर्दछ र बालीका अवशेषहरुलाई एकत्रित गरेर नष्ट गर्ने ।\r\nघुम्ती बालीहरु लगाउने । यो रोग संक्रमण भएको ठाउँमा प्याजको समूहको बालीहरु नलगाउने ।\r\nखनजोत र झारपातहरु निकाल्दा प्याजको बिरुवामा घाउचोट नलगाउने ।\r\n२–३ ग्राम प्रति के.जी. बीउका दरले थीराम ७५ डब्लु.पी.(सूर्यथीराम, की–राम) अथवा क्याप्टान ५० डब्लु.पी.(क्याप्टान) ले बीउ उपचार गर्ने ।\r\nटेबुकोनाजोल २% डी.एस. १ ग्राम प्रति के.जी.का दरले बीउको उपचार ।"
    },
    "3": {
        "Name": "फेंद सडन  (Basal Rot or Pink Rot)",
        "Description": "शुरुमा पातहरु पहेलिदै जाने र विरुवा वढ्न नसक्ने हुन्छ र पछि पातको टुप्पावाट सुक्दै जान्छ ।\r\nरोगको आक्रमणको शुरुको अवस्थामा गानाको तलतिरको भाग र जराहरु गुलावी खैरो रंगको हुने ।\r\nरोगको आक्रमण धेरै भएको अवस्थामा गानाको तलको भागवाट कुहिने र अन्तमा पुरै वोट मर्ने हुन्छ ।\r\nरोगका जीवाणुहरु धेरै बर्षसम्म माटोमा बाँच्न सक्दछन् ।\r\nरोगग्रस्त गानाको फेंदनिर कहिलेकाही सेतो ढुँसी विकास भएको देखिन्छ । रोगग्रस्त गानालाई ठाडो गरी काटेमा भित्री तन्तुमा रंग फिकापर्दै खैरो हुन लागेको देखिन्छ ।\r\nयो रोग लागेमा पातको टुप्पा पहेंलिदै पछिगएर पुरै पात सुख्दै जान्छ । यो लक्षण पुराना बाहिरका पातहरुबाट शुरु हुन्छ र रोगग्रस्त बोटहरु बढ्न सक्दैनन् । यस्ता रोगी बोटहरु सजिलै उखेल्न सकिन्छ । रोगग्रस्त जरा तथा गानो गुलाबी खैरो रंगको हुन्छ र गानोको फेंदनिर कहिलेकाही सेतो÷गुलावी रंगको ढुसी विकास भएको देखिन्छ ।\r\nरोगग्रस्त गानालाई ठाडो गरी काटेमा भित्री तन्तुमा रंग फिकापर्दै खैरो हुन लागेको देखिन्छ ।\r\nढुसीको बृद्धि हुँदै जाँदा गानोको गिलो सडन भई नराम्रो गन्ध आउने हुन्छ । पछिल्लो अवस्थामा मात्र यो रोग लागेमा बारीमा रोगको लक्षण नदेखिई गानो भण्डारण गर्ने बेलामा मात्र लक्षण देखिन्छ जसमा प्याजको आधार प्लेटमा सुख्खा सडन देख्न सकिन्छ ।\r\nरोगका जीवाणुहरु धेरै बर्षसम्म माटोमा बाँच्न सक्दछन् ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/gh_x7PQyYQ_dpKlyLn.jpg",
        "Solution": "न्यूनतम ५ बर्षको लागि घुम्ती बाली अपनाउने । बालीका अवशेषहरुलाई एकत्रित गरेर नष्ट गर्ने । \r\nबीउ छर्नुभन्दा पहिले थीराम ७५ डब्लु.पी.(सूर्यथीराम, की–राम) २.५ ग्राम प्रति के.जी.का दरले बीउ उपचार गर्ने ।\r\nजग्गा तयारी गर्दा प्रति १०० किलो कम्पोष्ट वा प्राङ्गारिक मलमा २.५ किलो ट्राइकोडर्मा मिसाएर कम्तिमा १५ दिनसम्म राखेर तयार गरेको मल माटोमा मिसाउने ।\r\nखेतमा रोगको लक्षण देखिनासाथ कार्वेन्डाजिम ५० डब्लु.पी.(बेभिस्टीन) २ ग्राम प्रति लिटर अथवा मेटाल्याक्सील ८% र मेन्कोजेव ६४% (रेडोमिल, अनुमिल, रेडोनल) १–१.५ ग्राम प्रति लिटरको दरले ७–१० दिनको फरकमा २–३ पटक छर्ने ।\r\nकुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
    },
    "4": {
        "Name": "शीते ढुसी रोग (Downy Mildew)",
        "Description": "यो रोग लागेका पुराना पातहरुको सतहमा कैला सेतादेखि बैजनी रङ्गको ढुँसी बिकास हुन्छ ।\r\nखेतबारीमा रोगले ग्रस्त अलि पहेंलिएको बिरुवाकोे थुप्रो देखिन्छ ।\r\nयो रोगको प्रकोप उच्च आद्रता हुने ठाउँमा बढी हुन्छ । यो हावाको माध्यबाट यत्रतत्र फैलनुका साथैै बीउबाट पनि सर्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/gh_ELimaw3_z9hvuyB.jpg",
        "Solution": "रोगरहित बीउ, सेट र गानाको प्रयोग गर्ने ।\r\n३ बर्षको लागि प्याज समूह बाहेकका बालीसंग घुम्ती बाली अपनाउने । \r\nबगंैचालाई सफासुघ्घर राख्नुपर्दछ र बालीका अवशेषहरुलाई एकत्रित गरेर नष्ट गर्ने । नजिकमा रहेका प्याज समूहका अन्य बिरुवा हटाई सफा सुघ्घर राख्नुपर्दछ । \r\nयो रोग नियन्त्रणको लागि म्यान्कोजेव ७५% डब्लु.पि.(डाइथेन एम ४५) वा जिनेव (इन्डोफिल जेड–७८, अल जेड–७८)२ ०.२% वा डाइमेथोमर्फ ५० डब्लु.पि.१.५ ग्राम प्रति लि. पानीमा हप्ता दिनको अन्तरालमा ३ देखि ४ पटक ७ देखि दस दिनको अन्तरालमा छर्ने । बिषादि छर्दा ०.०६% स्टीकर जस्तै ट्रिटन् अथवा इन्डट्रन अथवा सान्डोभिट मिसाएर छरेमा बढी प्रभावकारी हुन्छ । \r\nकुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्न जान्छ ।"
    },
    "5": {
        "Name": "स्टेमफाइलियम डढुवा",
        "Description": "शुरुको अवस्थामा पात तथा पातको सीथमा साना हल्का पहेला देखि खैरा रंग र पानीले भिजेजस्ता धव्वा हुने ती धव्वाहरु पछि जोडिएपछि डढेको रुप लिने हुन्छ । धव्वाको वीचमा पहेलो खैरो हुदै अन्तमा कालो हुन्छ । साना काला पीनको टाउको जस्ता उठेका भाग पनि देखिन सक्छ । कहिले काही एगचउभि दयितअज संग झुकिन पनि सक्छ । लामो समयसम्म पातमा चिस्यान (वर्षा, तुषारो हुस्सु वा स्प्रिकलर सिचाई) भएमा रोग वढ्न सक्छ । ढुँसीले प्रायःगरी बिरुवाको मरेका, मर्दै गरेका तन्तुहरु जस्तै बैजनी धब्बा रोगले ग्रस्त, डाउनी मिल्ड्यूले ग्रस्त धब्बा र क्षति भएको भाग जस्तै थ्रिप्स लागेको ठाउँमा आक्रमण गर्दछ । यो रोग प्रायःगरेर फाल्गुण–चैत्रमा देखापर्दछ । यो रोगले पातको बीच भागमा साना पहेंलोदेखि सुन्तले रंगका धव्वाहरु बनाउँछ जुन पछि गएर लामो धर्काहरुमा परिणत हुन्छन् । ढुँसीको बिजानु ९क्उयचभक० बढ्दै जाँदा धब्बा गाढा खैरोदेखि कालो रंगको देखिन्छ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/gh_rTIk6dN_thMhn27.jpg",
        "Solution": "खेतबारीलाई सफासुघ्घर राख्ने, बालीका अवशेषहरुलाई एकत्रित गरेर नष्ट गर्ने ।\r\nरोगलागेको देख्नासाथ ढुँसीनाशक बिषादीहरु जस्तै म्यानकोजेव ७५ डब्लु.पी.(डाईथेन एम–४५) ०.२५% अथवा क्लोरोथालोनिल (कवच) ०.२% छर्ने ।\r\nकीरा नियन्त्रणको लागि कीटनाशक बिषादी जस्तै डेल्टामेथ्रिन २.८ इ.सी. (डेसिस) ०.१% छर्नु पर्दछ ।\r\nबिषादिहरु छर्दा स्टीकर जस्तै ट्रिटन अथवा इन्ड्ट्रन अथवा सान्डोभिट ०.०६% बिषादिसंग मिसाएर छर्ने । \r\nकुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
    },
    "6": {
        "Name": "कालो ढुँसी (Black Mould)",
        "Description": "प्याजको भण्डारणमा लाग्ने एक महत्वपूर्ण रोग हो । यसले प्याजको बजार मूल्य घटाउँदछ ।\r\nयो ढुँसी साधारणतया खेतबारीमा रहिरहन्छन् तर यसको असर भण्डारणमा पर्दछ । गरम तापक्रम (३०–४५० से.) र बढी आद्रता भएको ठाउँमा प्याजका गानामा कालो ढुँसीको धुलोहरु देखिन्छन् जसले गानाहरु सडाउँछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/o_YfJN9c2.png",
        "Solution": "प्याजलाई राम्रोसंग क्यूरिङ्ग गरेर अर्थात् राम्रोसंग सुकाएर मात्रै भण्डारण गर्नुपर्दछ । प्याजलाई ओसार पसार गर्दा जतनसंग गर्नुपर्दछ ।\r\nभण्डारणमा हावा खेल्नको लागि भेन्टिलेसनको ब्यवस्था गर्नुपर्दछ । बढी तापक्रम र आद्रता हुन दिनु हुँदैन ।"
    },
    "7": {
        "Name": "कोत्रे रोग",
        "Description": "पातमा शुरुमा पानीले भिजेको हल्का पहेंलो दाग देखिन्छ जुन पछि गएर पातलाई ढाक्नेगरी लम्बिएर फैंलिन्छ । रोगग्रस्त पात खुम्चिन्छ र खस्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/oo_nKAHRFG.png",
        "Solution": "खेतबारीलाई सफा सुघ्घर राख्नुपर्दछ र बालीका अवशेषहरुलाई एकत्रित गरेर नष्ट गर्ने ।\r\nयो रोग नियन्त्रणको लागि ०.२% म्यान्कोजेव ७५% डब्लु.पि.(डाइथेन एम ४५) वा ०.१% कार्वेन्डाजिम ५० डब्लु.पि.(बेभिष्टीन) १५ दिनको अन्तरालमा २–३ पटक प्रत्येक हप्ता छर्ने । बिषादि छर्दा ०.०६% स्टीकर जस्तै ट्रिटन् अथवा इन्ड्ट्रन अथवा सान्डोभिट मिसाएर छरेमा बढी प्रभावकारी हुन्छ । \r\nकुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्न जान्छ ।"
    },
    "8": {
        "Name": "खैरो सडन",
        "Description": "प्याजको भण्डारणमा लाग्ने धेरै खतरनाक रोग हो ।\r\nयसको संक्रमण मुख्य गरेर घाउ चोटपटकबाट हुन्छ ।\r\nगानाको घाँटीबाट सड्न शुरु हुन्छ र पछि गानालाई थिच्दा नराम्रो दुर्गन्छ आउँदछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/ok_SANeNgf.png",
        "Solution": "भण्डारण गर्नु अगाडि प्याज खनी सकेपछि तुरुन्तै सुकाउने र गानालाई राम्ररी क्यूरिंग गर्ने ।\r\nभण्डारण गरिएको प्याजको निरीक्षण गरी रोगग्रस्त गानाहरु हटाउने ।"
    },
    "9": {
        "Name": "सेतो सडन",
        "Description": "यो रोग लागेमा पातको टुप्पातिरबाट पहेंलिदै र टुप्पा सुक्दै जान्छ ।\r\nरोगग्रस्त गानाको फेंदनिर कहिलेकाही सेतो ढुँसी विकास भएको देखिन्छ र ढुसीको बृद्धि हुँदै जाँदा क्अभिचयतष्ब बनाउँछ जुन पछिल्लो अवस्थामा तोरीको दाना जस्तै देखिन्छ । रोगग्रस्त गानालाई ठाडो गरी काटेमा भित्री तन्तुमा रंग फिका पर्दै खैरो हुन लागेको देखिन्छ ।\r\nरोगका जीवाणुहरु धेरै बर्षसम्म माटोमा बाँच्न सक्दछन् ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/ooo_OwBqOA2.jpg",
        "Solution": "न्यूनतम ५ बर्षको लागि घुम्ती बाली अपनाउने । बालीका अवशेषहरुलाई एकत्रित गरेर नष्ट गर्ने  । \r\nबीउ छर्नुभन्दा पहिले थीराम ७५ डब्लु.पि.(सूर्यथीराम, की–राम) २.५ ग्राम प्रति के.जी.का दरले बीउ उपचार गर्ने ।\r\nखेतमा रोगको लक्षण देखिनासाथ कार्वेन्डाजिम ५० डब्लु.पि.(बेभिस्टीन) २ ग्राम प्रति लिटर अथवा मेटाल्याक्सील ८% र मेन्कोजेव ६४% (रेडोमिल, अनुमिल, रेडोनल) १–१.५ ग्राम प्रतिलिटरको दरले ७–१० दिनको फरकमा २–३ पटक छर्ने ।\r\nकुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
    },
    "10": {
        "Name": "घाँटी सडन",
        "Description": "यो रोग खेतबारीबाट शुरु भई भण्डारणमा गएर लक्षण देखा पर्दछ ।\r\nप्याजको स्केल नरम हुन्छ र पानीले भिजेको जस्तो दाग देखिन्छ ।\r\nप्रायःजसो अवस्थामा स्केलको सतहमा खैरो ढुँसीको बिकास भएको हुन्छ ।\r\nयो रोग प्रायःजसो बाली खन्नु भन्दा ठिक अगाडि, बाली खन्ने बेलामा र क्यूरिंग गरेको बेलामा देखिन्छ ।\r\nबढी नाइट्रोजनको प्रयोग र बेठिक समयमा सिंचाइ गरेमा यो रोगको संक्रमण बढ्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/oooo_sGIBDmp.png",
        "Solution": "बाली खन्ने बेला आउँदै गर्दा  सिंचाई कम गर्नु पर्दछ ।\r\nप्याजको घाँटी राम्ररी सुखेपछि मात्र पातहरु काट्नु पर्दछ ।\r\nप्याजलाई खेतबारीमा २ दिन राम्ररी र पछि भण्डारण गर्नु अगाडि छाँयामा १०–१५ दिन राम्ररी सुकाउनु पर्दछ ।\r\nप्याजलाई ओसारपसार गर्दा जतनसंग गर्ने र भण्डारण राम्ररी गर्ने ।"
    },
    "11": {
        "Name": "नीलो ढुँसी",
        "Description": "प्याजको भण्डारणमा लाग्ने रोग हो । \r\nगानामा हल्का पहेंलो, पानी जस्तो दाग जुन पछिगएर अलि निलो हरियो ढुसीको थुप्रोमा परिणत हुन्छ ।\r\nप्याजको पत्रलाई काटेर हेर्दा अलि खैरो कालो पनिलो रंग विकसीत भएको देखिन्छ ।\r\nरोगग्रस्त गानाहरु नरम भई गीलो सडन हुन्छ र माटोको जस्तो दुर्गन्ध आउँछ ।\r\nयो ढुँसी न्यानो तथा आद्र वातावरणमा बढी फैलिन्छ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/demo_Zkgcrjj.jpg",
        "Solution": "प्याज खन्दा चोटपटक लगाउनु हुँदैन ।\r\nप्याज खनीसकेपछि राम्रोसंग सुकाउनु पर्दछ ।"
    },
    "12": {
        "Name": "सेतो टुप्पा",
        "Description": "बर्तमान समयमा यो रोग बढी समस्यामूलक देखिएको छ । \r\nपातमा साना हल्का रंगको दागहरु देखिन्छ ।\r\nती दागहरु आद्र र चिसो वातावरणमा छिटै बढ्दछ ।\r\nयि दागहरु मूख्य गरेर पातको अग्र आधा भागमा हुने र प्रायःगरेर हरियो, पनिलो क्षेत्रले घेरेको हुन्छ ।\r\nप्छि गएर रोगग्रस्त भाग र पातको टुप्पा मर्दछ ।\r\nपातहरु तह–तह मिलेको (पार्चमेन्ट) जस्तो देखिनु र पातको टुप्पा सेतो हुनु यो रोगको बिशेष लक्षण हो ।\r\nड्डयो रोगको कारणले गाना पनि सड्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/demo_8DY3Eyw.jpg",
        "Solution": "बिरुवामा माटोको छिटा पर्ने गरी सिंचाई नगर्ने ।\r\nबालीचक्र अपनाउने ।\r\nकार्वेन्डाजिम ५० डब्लु.पी. (बेभिस्टीन) २ २ ग्राम प्रति लिटर अथवा मेटाल्याक्सील ८ % र मेन्कोजेव ६४ % (रेडोमिल, अनुमिल, रेडोनल)  १–१.५ ग्राम प्रतिलिटरको दरले ७–१० दिनको फरकमा २–३ पटक छर्ने । \r\nकुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
    },
    "13": {
        "Name": "गीले सडन",
        "Description": "बढी नाइट्रोजन मलको प्रयोग र राम्ररी क्यूरिंग नगरिएको भण्डारणमा राखिएको प्याजमा यो रोग लाग्दछ ।\r\nगानाको घाँटीबाट यो रोग शुरु भइ प्याजको भित्रि पत्रहरुमा पुग्दछ । \r\nगाना गिलो भइ सड्दछ र नराम्रो दुर्गन्ध आउँदछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/demo_jLuPacF.jpg",
        "Solution": "बढी नाइट्रोजन मलको प्रयोग नगर्ने र संतुलित मलको मात्रा मात्र प्रयोग गर्ने ।\r\nप्याज खन्नु भन्दा १ महिना पहिले सिंचाई दिन बन्द गर्ने \r\nगानाहरुमा घाउ चोटपटक लगाउनु हुँदैन  ।\r\nगानाहरुमा २–२.५ से.मि. डाँठ छोडेर (घाँटी राखेर) मात्र माथिको भागहरु हटाउने । यसले गर्दा घाँटी कस्सिनमा मद्दत गर्दछ । \r\nभण्डारण गर्नु अगाडि प्याजको गानालाई राम्ररी क्यूरिंग गर्ने र सुकाउने ।"
    },
    "14": {
        "Name": "Iris Spot Virus",
        "Description": "यो रोग प्याज र गोलभेंडामा स्पटेट ओइलाउने भाइरसबाट ९त्यmबतय क्उयततभम ध्ष्ति ख्ष्चगक० लाग्दछ ।\r\nयसको बिशेष लक्षण पूmलको डाँठमा हल्का पहेंलो पराले रंगको, आँखा वा तासको इटा आकारको दागहरु देखा पर्दछन् । पूmलको डाँठका केहीे दागहरुमा संकेन्द्रित चक्रहरु ९ऋयलअभलतचष्अ० हरियो र पहेंलो रंग मिसिएको देखिन्छ ।\r\nरोगको प्रकोप बढी भएमा दागले डाँठलाई घेर्दछ फलस्वरुप पूmलको थुँगा मर्दछ र बीउको गुणस्तर तथा बीउ उत्पादन कम हुन्छ । थ्रिप्स कीरा ९त्जचष्उक तबदबअष्०ले यो भाइरस सार्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/ko_ngSLTLn.jpg",
        "Solution": "रोगग्रस्त बोटलाई रगिङ्ग गरी समयमा हटाएर नष्ट गर्ने ।\r\nभाइरस सार्ने थ्रीप्स कीरालाई डेल्टामेथ्रीन २.८% इ.सी. (डेसिस) १ मि.लि. प्रति लि. वा स्पिनोस्याड ४५% इ.सी. (ट्रेसर) १ मि.लि. प्रति ३ लिटर पानीमा मिसाई १५ दिनको अन्तरालमा छर्ने ।\r\nकुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्न जान्छ ।"
    },
    "15": {
        "Name": "पहेंलो पुड्के भाईरस",
        "Description": "यो रोग लागेका प्याजका बिरुवाहरुको बृद्धि रोकिन्छ । बिरुवाहरु होंचा र पुड्का हुन्छन्, फूल फुल्ने डाँठ बटारिएका हुन्छन्, पातहरु पहेंला हुन्छन्, कच्याककुचुक परेका र च्याप्टा हुन्छन् र पातहरु सुकेर भाँचिन्छन् ।\r\nयो रोग लाहीबाट सर्दछ र रोगग्रस्त बोटबाट उत्पादित बीउको गुणस्तर राम्रो हुँदैन ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/15_cd0DEom.jpg",
        "Solution": "रोगले आक्रमण भएका बिरुवाहरुलाई उखेलेर हटाई नष्ट गर्ने ।\r\nभाइरस सार्ने थ्रीप्स कीरालाई डेल्टामेथ्रीन २.८% इ.सी. (डेसिस) ०.१% वा स्पिनोस्याड ४५% इ.सी. (ट्रेसर) १ मि.लि. प्रति ३ लिटर पानीमा मिसाई १५ दिनको अन्तरालमा छर्र्नेे ।\r\nकुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
    },
    "16": {
        "Name": "डाँठमा लाग्ने जुका",
        "Description": "उम्रिरहेको कलिला तन्तुहरुमा जुकाको लार्भाले माटो मुनिबाट आक्रमण गर्दछ र पछि बिरुवाको बिभिन्न भागमा पुग्दछ ।\r\nकलिला बिरुवाको पातहरु बटारिन्छन् र नराम्रोसंग विकृत हुन्छन् ।\r\nपछि जुकाले ग्रस्त बिरुवाहरु पुड्का हुने र निलो हुन्छ ।\r\nपातहरु बाक्लो र भाँचिने हुन्छन् ।\r\nजुकाले ग्रस्त गानाहरु अलि खैरो र छुँदा नरम हुन्छन् भने भित्रि पत्रहरु बाक्लो भई सेतो र नरम बनावट देखा पर्दछ ।\r\nजरा सड्दछ र बिरुवा पनि सड्न थाल्दछ ।\r\nजुकालेग्रस्त बिरुवाहरुले निर्दिष्ट गन्ध दिन्छ ।\r\nयो जुका सुकेको प्रांगारिक पदार्थमा सुसुप्त अवस्थामा रहन्छ र कुनै सहायक ९ज्यकत० बिना माटोमा बर्षौं रहन सक्दछ ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/16_0VOb3Rh.jpg",
        "Solution": "जुकारहित माटोमा प्याजको खेती गर्ने र सफा तथा स्वस्थ बीउ बेर्नाको प्रयोग गर्ने ।\r\nखेतीपाती गर्दा सफा औजारहरुको प्रयोग गर्ने ।\r\nचिकोरी, गाजर, तोरी, सयपत्री र जौंहरुको बाली चक्र अपनाउने ।\r\nजुकालेग्रस्त बिरुवाहरु र अवशेषहरु नष्ट गर्ने ।"
    },
    "17": {
        "Name": "जरामा लाग्ने जुका",
        "Description": "बिश्वभरी नै यो जुकाको समस्या रहेको छ र यसको आश्रय बिरुवा ९ज्यकत उबिलतक० थुप्रै हुन्छन् ।\r\nयसले सिधै क्षति पु¥याउँदछ र माटोजन्य अन्य जीवाणुहरुसंग पनि प्रतिक्रिया गर्दछ ।\r\nबिरुवा ख्याउटे हुने र नयाँ आउने मसिना जराहरु बन्दैनन् ।\r\nजरामा दबेका धब्बाहरु देखिन्छन् जो अनियमित आकारको र पहेंलो हुन्छ । पछि गएर गाढा बन्दछन् ।",
        "Picture": "https://soil.narc.gov.np/media/media/diseases/17_qx02f1T.jpg",
        "Solution": "यसको आश्रय बिरुवा ९ज्यकत उबिलतक० थुप्रै भएका कारण यसको प्रभावकारी नियन्त्रण गाह्रो छ ।\r\nबाँझो खेतबारीमा खेती गर्ने र केही हदसम्म तोरी, बकुल्ला, केराउ र पालुंगोको साथमा बाली चक्र अपनाउँदा जुकाको प्रकोप कम गर्न सकिन्छ ।\r\nसयपत्रीले जुकाहरुको संख्या कम गर्नमा सकारात्मक असर पु¥याउँदछ ।\r\nरोगग्रस्त बिरुवा तथा अवशेष हटाई नष्ट गर्ने ।\r\nकारताप हाईड्रोक्लोराइड ९ऋबचतबउ जथमचयअजयिचष्मभ० १ के.जी. प्रति रोपनीको दरले खेतबारीमा प्रयोग गर्ने वा क्लोरोपाइरिफस ४% जिआर वा कार्टापहाड्रोक्लोराइड ४% जिआर प्रति रोपनी १ किलोग्राम जमिन तयारीको वेलामा राख्ने"
    }
}
]

export default diseases;